amd-ucode
archlinux-xdg-menu
arm-none-eabi-gdb
avidemux-qt
base
base-devel
bear
bind
blueman
bluez
bluez-utils
bootconfig
bpf
brave-bin
btop
catppuccin-gtk-theme-mocha
cpupower
cups
cups-pdf
dolphin
dunst
efibootmgr
electron36
ethtool
fastfetch
fd
flatpak
fzf
gdm
ghostty
git
gnome-disk-utility
gpac
gparted
grim
grub
htop
hyperv
hyprland
hyprpaper
hyprshot
inetutils
intel-media-driver
intel-speed-select
iwd
kate
kcpuid
kitty
less
libva-intel-driver
libvips
linux
linux-firmware
mandoc
nano
neovim
noto-fonts
npm
nvidia
nwg-look
openocd
openssh
otf-font-awesome
pavucontrol
perf
polkit-kde-agent
power-profiles-daemon
prusa-slicer
qmk
qt5-wayland
qt6-wayland
saleae-logic2
slurp
smartmontools
sshfs
steam
stlink
stow
swaync
system-config-printer
testdisk
tldr
tmon
tmux
ttf-fira-code
ttf-firacode-nerd
ttf-jetbrains-mono
ttf-roboto
turbostat
udiskie
usbip
usbutils
uwsm
via
vim
vlc
vulkan-intel
vulkan-nouveau
vulkan-radeon
waybar
wget
wireless_tools
wireshark-qt
wlogout
woff2-font-awesome
wofi
wpa_supplicant
x86_energy_perf_policy
xdg-desktop-portal-hyprland
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xorg-server
xorg-xinit
yay
zathura
zathura-pdf-mupdf
zen-browser-bin
zram-generator
zsh
